{
 "accept_payment": 0, 
 "allow_comments": 0, 
 "allow_delete": 0, 
 "allow_edit": 0, 
 "allow_incomplete": 0, 
 "allow_multiple": 1, 
 "allow_print": 0, 
 "amount": 0.0, 
 "amount_based_on_field": 0, 
 "creation": "2017-09-08 09:03:19.225624", 
 "currency": "CAD", 
 "doc_type": "NDA", 
 "docstatus": 0, 
 "doctype": "Web Form", 
 "idx": 0, 
 "introduction_text": "<span style='color: rgb(80, 80, 80); font-family: \"Open Sans\", sans-serif; font-size: 15px; letter-spacing: 0.15px; text-align: justify;'>WHEREAS, the undersigned parties acknowledge that in order for each party to evaluate a business relationship with the other, it may be both necessary and desirable for each party to exchange or release to the other information that the disclosing party considers confidential and/or proprietary.</span><br style='color: rgb(80, 80, 80); font-family: \"Open Sans\", sans-serif; font-size: 15px; letter-spacing: 0.15px; text-align: justify;'><br style='color: rgb(80, 80, 80); font-family: \"Open Sans\", sans-serif; font-size: 15px; letter-spacing: 0.15px; text-align: justify;'><span style='color: rgb(80, 80, 80); font-family: \"Open Sans\", sans-serif; font-size: 15px; letter-spacing: 0.15px; text-align: justify;'>NOW, THEREFORE, in consideration of the premises and the mutual promises and covenants contained herein, the parties hereto agree as follows:</span><br style='color: rgb(80, 80, 80); font-family: \"Open Sans\", sans-serif; font-size: 15px; letter-spacing: 0.15px; text-align: justify;'><br style='color: rgb(80, 80, 80); font-family: \"Open Sans\", sans-serif; font-size: 15px; letter-spacing: 0.15px; text-align: justify;'><ol style='color: rgb(80, 80, 80); font-family: \"Open Sans\", sans-serif; font-size: 15px; letter-spacing: 0.15px; text-align: justify;'><li style=\"padding-bottom: 5px;\">“Confidential Information” shall mean any invention, product, process, apparatus or design of either party or any knowledge or information with respect thereto or any other trade knowledge of either party (including without limitation business methods, processes, operating techniques, “know how”, customer and supplier information, and short-term and long-range sales and product plans), and all drawings, disclosures, designs, data, reports, calculations, models, component parts, patent applications or the like of any kind relating in any way to the business of either party, and which is conspicuously identified by the disclosing party as “Confidential”. “Confidential Information” shall also include any non-written information disclosed by either party to the other if the disclosing party reduces such information to writing, conspicuously identifies it as “Confidential” and sends it to the other party within thirty (30) days of disclosure.<br><br>Confidential Information, whether written or non-written, disclosed by either party prior to the execution of this Agreement shall be deemed subject to its terms if the disclosing party reduces such information to writing, conspicuously identifies it as “Confidential”, and sends it to the other party within thirty (30) days of initial disclosure.<br><br></li><li style=\"padding-bottom: 5px;\">Each party agrees to hold all Confidential Information of the other in the strictest confidence, utilizing the same degree of protective care that normally prudent business associates would use to protect the confidence of their own confidential and/or proprietary information. Neither party shall, directly or indirectly, reveal, report, publish, disclose or otherwise transfer any Confidential Information of the other to any person or entity or utilize any Confidential Information of the other for any purpose at any time except as the disclosing party may expressly authorize in writing prior to any such revelation, report, publication or disclosure. Each party shall take any and all appropriate steps to impose the obligations of this Agreement on its employees or agents. <br><br>However, nothing herein shall prevent a party from disclosing Confidential Information to an employee of its parent corporation or any other corporation under common ownership and control; providing said employees are informed or the confidential nature of the information and further provided that each party shall be liable for any violation of the provisions of this agreement that occur as the result of the conduct of any employee of the parent or any employee of a company under common ownership and control.<br><br></li><li style=\"padding-bottom: 5px;\">Neither party’s disclosure of any Confidential Information to the other shall be construed by implication or otherwise to convey any rights under any patents, patent applications, trade secrets or any other proprietary rights of the disclosing party or to grant any license to the receiving party relating to such Confidential Information. Neither party shall commercialize, embody in any of its products or exploit in any way whatsoever any Confidential Information disclosed to it by the other without the prior written consent of the disclosing party.<br><br></li><li style=\"padding-bottom: 5px;\">For purposes of this Agreement, the nondisclosure provision hereof shall not apply to any information that is: (a) in the public domain; (b) disclosed with the prior written approval of the disclosing party; (c) previously and independently developed by the receiving party, provided that the receiving party can provide reasonable written proof of this development; or (d) subsequently received by the receiving party from a third party not under an obligation of confidentiality to the disclosing party.<br><br></li><li style=\"padding-bottom: 5px;\">Each party understands and agrees that monetary damages will not provide sufficient relief to the other for any breach of this Agreement and that the non-breaching party is entitled to specific performance and/or injunctive relief against the breaching party as remedies for any such breach. Such remedies are not the exclusive remedies for a breach of this Agreement, but are in addition to any and all other remedies available at law or equity.<br><br></li><li style=\"padding-bottom: 5px;\">This Agreement constitutes the entire understanding between the parties with respect thereto. This Agreement may be modified only in writing signed by a duly authorized representative of each party.<br><br></li><li style=\"padding-bottom: 5px;\">This Agreement is personal to each party and may not be assigned or transferred without the prior written consent of the other. This Agreement shall inure to the benefit and shall be binding upon the parties hereto and their respective legal representatives, successors and permitted assigns.<br><br></li><li style=\"padding-bottom: 5px;\">It is further understood that the failure or delay by either party in exercising any right, power or privilege hereunder shall not operate as a waiver thereof, preclude any other or further exercise thereof, or the exercise of any right, power or privilege hereunder.<br><br></li><li style=\"padding-bottom: 5px;\">Any notice, request, demand or other communication required hereunder shall be in writing and deemed to have been fully given upon receipt if personally delivered or if mailed via certified mail, return receipt requested, postage prepaid, or the next day if sent via facsimile or overnight mail, at the address first listed above or at any other address given by any party in writing to the other party.<br><br></li><li style=\"padding-bottom: 5px;\">If any part of this Agreement shall be held invalid, illegal and/or unenforceable, it shall be deemed separable and the remainder of this Agreement shall continue in full force and effect, and in lieu of such invalid, illegal and/or unenforceable provision there shall automatically be added as part of this Agreement a provision as similar in terms to such invalid, illegal and/or unenforceable provision as may be possible which is valid, legal and enforceable.<br></li></ol><br>", 
 "is_standard": 1, 
 "login_required": 1, 
 "max_attachment_size": 0, 
 "modified": "2017-09-08 09:17:55.736909", 
 "modified_by": "Administrator", 
 "module": "Drawings Portal", 
 "name": "nda", 
 "owner": "Administrator", 
 "payment_button_label": "Buy Now", 
 "published": 1, 
 "route": "nda", 
 "show_sidebar": 0, 
 "sidebar_items": [], 
 "success_message": "Thank you. Welcome to Nautican.", 
 "success_url": "/customer_drawings", 
 "title": "NDA", 
 "web_form_fields": [
  {
   "default": "", 
   "fieldname": "agree", 
   "fieldtype": "Select", 
   "hidden": 0, 
   "label": "You must agree with this NDA to continue", 
   "max_length": 0, 
   "max_value": 0, 
   "options": "\nI agree", 
   "read_only": 0, 
   "reqd": 1
  }
 ]
}